// General
"ADD" = "加入";
"OK" = "好";
"CANCEL" = "取消";
"CONTINUE" = "繼續";
"DONE" = "完成";
"Space" = "空間";
"SPACES" = "Spaces";
"OPTIONS" = "選項⋯";
"UNKNOWN_EXTERNAL_KEYBOARD" = "未知的外接鍵盤";
"TURN_BT_ON" = "啟用 Bluetooth";

// Trackpad tab
"2NDCLICK_TAPPING" = "將兩根手指置於觸控式軌跡版上並按一下按鈕，作用等同於點按輔助按鈕";
"2NDCLICK_CLICKING" = "使用兩根手指點一下觸控式軌跡板，作用等同於點按輔助按鈕";

// Keyboard tab
"FN_FLIPPER_TITLE" = "使用所有 F1、F2 等按鍵作為標準功能鍵";
"FN_FLIPPER_NOTE" = "當您選擇此選項後，請按 Fn 鍵來使用每個按鍵上標示的特殊功能。";

// Full Keyboard Access tab
"SHOWFOCUS_ON_NOTE" = "若要更改此設定，請按“%@”。";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "使用者項目";
"USER_ITEMS_DESC" = "打開“%@”";
"CONFLICT_TOOLTIP" = "這個快速鍵與其它快速鍵相衝突";
"ONOFF_TOOLTIP" = "選取以啟用列表裡的快速鍵";
"RESTORE_DEFAULTS_TITLE" = "確定要將所有快速鍵重新設定成預設的設定嗎？";
"RESTORE_DEFAULTS_DESCR" = "您無法還原此動作。";
"GO_TO_SPACE_TEMPLATE" = "切換至空間 %d";

// Combobox entries
"MODIFER_OPTION" = "⌥ Option";
"MODIFER_CONTROL" = "⌃ Control";
"MODIFER_COMMAND" = "⌘ Command";

// BT related
"D_SECS" = "%d 秒";
"NEVER" = "永不";

"MOUSE" = "滑鼠";
"KEYBOARD" = "鍵盤";
"UNKNOWN" = "未知的";

"NEW_APPLICATION_ITEM" = "<untitled menu item>";

"APP_IS_NOT_COMPATIBLE" = "您不能替應用程式“%@”加入鍵盤快速鍵。";

"MOUSEBUTTON_OPEN" = "打開“%@”";


// BT Pairing
"BT_OFF_TITLE" = "由於 Bluetooth 已停用，因此無法連接 Bluetooth 鍵盤。要啓用 Bluetooth 嗎？";
"BT_OFF_ALERT_TITLE" = "由於 Bluetooth 已停用，因此無法連接 Bluetooth 鍵盤。要啓用 Bluetooth 嗎？";
"BT_MIDDLE_INDICATOR_NO_KEYBOARD_FOUND" = "找不到鍵盤。";
"BT_MIDDLE_INDICATOR_1_KEYBOARD_FOUND" = "找到 1 個鍵盤。";
"BT_MIDDLE_INDICATOR_KEYBOARD_FOUND" = "找到“%@”";
"BT_CONTINUE" = "繼續";
"BT_TRY_AGAIN" = "再試一次";
"BT_SEARCHING" = "搜尋中⋯";
"BT_CONNECTING" = "正在連接⋯";
"BT_SEARCHING_FOR_KEYBOARD" = "正在搜尋鍵盤⋯";
"BT_PAIRING_SUCCESS" = "恭喜！您的電腦已經設定好可以使用 Bluetooth 鍵盤。";
"BT_SELECT_TO_PAIR" = "等候偵測到 Bluetooth 鍵盤。";
"BT_SELECT_TO_PAIR_DESC" = "如果您的 Bluetooth 鍵盤沒有顯示，請確定已正確放入電池並已啟用鍵盤。";
"BT_ATTEMPTING_TO_PAIR" = "正在嘗試與“%@”配對⋯";
"BT_ATTEMPTING_TO_PAIR_NONAME" = "正在嘗試配對⋯";
"BT_ENTER_KEY" = "請檢查您的設備是否已準備好接受識別碼。準備好時，請在鍵盤上輸入下列數字，然後按 Return 鍵。";
"BT_PAIR_FAIL_GENERAL" = "嘗試配對不成功。請按“繼續”再試一次。";
"BT_PAIR_FAIL_AUTH" = "配對不成功，因為您輸入的識別碼不相符。請按“繼續”再試一次。";
